task2/wrk_results/clients_nr_1.txt
Running 10s test @ http://192.168.55.1:800
  1 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    22.78ms  107.45ms   1.66s    95.80%
    Req/Sec    15.83k     2.42k   17.26k    95.70%
  148042 requests in 10.07s, 6.92MB read
  Socket errors: connect 0, read 148042, write 0, timeout 16
Requests/sec:  14708.21
Transfer/sec:    703.88KB