task2/wrk_results/clients_nr_32.txt
Running 10s test @ http://192.168.55.1:800
  32 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.08ms   16.96ms 421.23ms   99.68%
    Req/Sec   440.60    376.21     1.61k    70.41%
  14105 requests in 10.10s, 674.95KB read
  Socket errors: connect 0, read 14105, write 0, timeout 66
Requests/sec:   1396.63
Transfer/sec:     66.83KB